{
  "historia_unsta": {
    "short": "La UNSTA fue fundada en 1965 por la Orden de Predicadores.",
    "long": "La Universidad del Norte Santo Tom치s de Aquino (UNSTA) fue reconocida oficialmente el 6 de agosto de 1965 por la orden de los predicadores"
  },
  
  "contacto": {
    "short": "Pod칠s contactarnos al correo info@unsta.edu.ar",
    "long": "Para consultas administrativas o acad칠micas, pod칠s escribir a info@unsta.edu.ar o llamar al +54 381 123-4567."
  },
  
  "historia_facultad": {
    "short": "La Facultad de Ingenier칤a inici칩 sus actividades en 1965.",
    "long": "La Facultad de Ingenier칤a de la UNSTA fue creada el 26 de noviembre de 1964 y comenz칩 en 1965. En 1985 se cre칩 la carrera de T칠cnico en Higiene y Seguridad en el Trabajo. En 1986 se firm칩 un convenio con universidades cat칩licas del NOA para desarrollar programas conjuntos. En 1990 se incorpora Ingenier칤a Inform치tica y en 2002 se definen los 3 ejes educativos: Producci칩n, Inform치tica y Ambiente. En 2007 se traslada al nuevo Campus Yerba Buena."
  },

  "plan_estudios_ing_ia": {
    "short": "El plan incluye materias de IA, programaci칩n y ciencia de datos.",
    "long": "El plan de estudios incluye materias como Fundamentos de Inteligencia Artificial..."
  },
  "descripcion_carrera_ing_ia": {
    "short": "La Ingenier칤a en IA forma profesionales capaces de dise침ar sistemas inteligentes y automatizar procesos en distintos sectores.",
    "long": "La carrera responde a la necesidad de dar respuesta, desde la ingenier칤a, a los diferentes sectores de la sociedad, a la demanda de soluciones tecnol칩gicas innovadoras relacionadas a sistemas inteligentes, aprendizaje de m치quina, procesamiento de lenguaje natural, visi칩n artificial y modelos bioinspirados. La formaci칩n incluye tambi칠n contenidos human칤sticos y reflexiones 칠ticas sobre la IA."
  },
  "perfil_profesional_ing_ia": {
    "short": "El ingeniero/a en IA optimiza procesos y gestiona productos inteligentes.",
    "long": "El profesional en IA estar치 capacitado para dise침ar soluciones de IA en industria, transporte, agroindustria, medioambiente y medicina; liderar proyectos de innovaci칩n; evaluar impacto tecnol칩gico y social; participar en grupos de investigaci칩n; y ponderar las implicancias epistemol칩gicas, antropol칩gicas y 칠ticas de los avances logrados."
  },

  "duracion_carrera_ing_ia": {
    "short": "La carrera de Ingenier칤a en IA dura 5 a침os.",
    "long": "La Ingenier칤a en IA consta de 5 a침os, con curso introductorio en materias como Matem치ticas, Estad칤stica y Tecnolog칤a. Adem치s, incluye un seminario de vida universitaria al ingreso y se dicta presencialmente en el campus Yerba Buena."
  },

  "conocimiento_previo_ing_ia": {
    "short": "No se requiere conocimiento previo en IA para ingresar, los ingresantes cuentan con un curso introductorio en materias como Matem치ticas, Estad칤stica y Tecnolog칤a.",
    "long": "No es necesario tener conocimientos previos en inteligencia artificial para ingresar a la carrera. El plan de estudios est치 dise침ado para formar desde los fundamentos hasta las aplicaciones avanzadas."
  },
  "donde_se_cursa_IngIA": {
    "short": "La carrera de Ingenier칤a en IA se dicta en el campus Yerba Buena de la UNSTA.",
    "long": "La carrera de Ingenier칤a en Inteligencia Artificial se cursa de forma presencial en el Campus Yerba Buena de la Universidad del Norte Santo Tom치s de Aquino (Av. Per칩n 2085, Yerba Buena, Tucum치n)."
  },
  
  "plan_estudios_bioingenieria": {
    "short": "El plan de estudios de Bioingenier칤a de UNSTA abarca cinco a침os, combinando ciencias b치sicas, biolog칤a, inform치tica, electr칩nica y formaci칩n human칤stica.",
    "long": "El plan de estudios de Bioingenier칤a de UNSTA se desarrolla en cinco a침os y propone una formaci칩n interdisciplinaria que integra ciencias b치sicas, biol칩gicas, inform치ticas, electr칩nicas y de ingenier칤a. A lo largo de la carrera, los estudiantes cursan asignaturas como Matem치tica, F칤sica, Qu칤mica, Biolog칤a Molecular, Programaci칩n, Bioinstrumentaci칩n, Bioinform치tica, Biomateriales, Bioprocesos y Bioingenier칤a de Alimentos. Adem치s, se incluyen talleres de Bioingenier칤a, pr치cticas profesionales y un Proyecto Final Integrador, orientados a la aplicaci칩n real de los conocimientos adquiridos en contextos biom칠dicos, industriales y medioambientales."
  },
  "descripcion_carrera_bioingenieria": {
    "short": "Forma profesionales que aplican la ingenier칤a para desarrollar tecnolog칤as que mejoren la vida y la salud de los seres vivos.",
    "long": "La carrera de Bioingenier칤a en UNSTA prepara profesionales capaces de dise침ar, desarrollar y aplicar tecnolog칤as que mejoren la calidad de vida de las personas y los procesos biol칩gicos en general. El Bioingeniero combina conocimientos de anatom칤a, fisiolog칤a, biolog칤a, electr칩nica, mec치nica e inform치tica para resolver problemas en medicina, agroindustria, alimentos y medio ambiente. Desde la creaci칩n de pr칩tesis y 칩rganos artificiales hasta la detecci칩n de plagas mediante inteligencia artificial, esta disciplina impulsa la innovaci칩n tecnol칩gica con responsabilidad 칠tica y social."
  },
  "perfil_profesional_bioingenieria": {
    "short": "Profesional interdisciplinario que integra ingenier칤a, biolog칤a y tecnolog칤a para resolver problemas en salud, industria y ambiente.",
    "long": "El Bioingeniero de UNSTA est치 capacitado para analizar, dise침ar, desarrollar y gestionar dispositivos, procesos y tecnolog칤as aplicadas a la biolog칤a, la medicina y la industria. Puede desempe침arse en hospitales, laboratorios, empresas tecnol칩gicas, agroindustrias y centros de investigaci칩n. Su formaci칩n abarca 치reas como bioinstrumentaci칩n, biomec치nica, bioinform치tica, ingenier칤a cl칤nica y de tejidos, lo que le permite trabajar en el desarrollo de biosensores, biomateriales, software biom칠dico, rehabilitaci칩n y bioprocesos industriales, con un enfoque 칠tico, innovador y sustentable."
  },
  "duracion_carrera_bioingenieria": {
    "short": "Duraci칩n: 5 a침os.",
    "long": "La carrera de Bioingenier칤a tiene una duraci칩n de cinco a침os bajo modalidad presencial. A lo largo de la cursada, el estudiante integra conocimientos te칩ricos y pr치cticos mediante talleres, laboratorios, seminarios y pr치cticas profesionales que fortalecen su perfil cient칤fico y tecnol칩gico."
  },
  "conocimiento_previo_bioingenieria": {
    "short": "Se recomienda inter칠s por la biolog칤a, la tecnolog칤a y la resoluci칩n de problemas.",
    "long": "Para ingresar a Bioingenier칤a en UNSTA no se requieren conocimientos avanzados previos. Se recomienda afinidad por las ciencias naturales, la matem치tica, la programaci칩n y la tecnolog칤a. El primer a침o ofrece una formaci칩n introductoria en qu칤mica, f칤sica, biolog칤a e inform치tica, que permite nivelar los conocimientos necesarios para abordar los desaf칤os multidisciplinarios de la carrera. El curso de ingreso es nivelatorio y est치 orientado a facilitar la adaptaci칩n al 치mbito universitario."
  },
  "donde_se_cursa_Bioingenieria": {
    "short": "La carrera de Bioingenier칤a se dicta en el campus Yerba Buena de UNSTA.",
    "long": "La carrera de Bioingenier칤a se cursa de forma presencial en el Campus Yerba Buena de la Universidad del Norte Santo Tom치s de Aquino (Av. Per칩n 2085, Yerba Buena, Tucum치n)."
  },
  "plan_estudios_ing_industrial": {
    "short": "El plan de estudios de Ingenier칤a Industrial de UNSTA abarca cinco a침os, combinando ciencias b치sicas, ingenier칤a, gesti칩n empresarial y formaci칩n human칤stica.",
    "long": "El plan de estudios de Ingenier칤a Industrial de UNSTA se desarrolla en cinco a침os e integra formaci칩n cient칤fica, t칠cnica, human칤stica y de gesti칩n. Durante la carrera, los estudiantes cursan materias como F칤sica, Matem치tica, Qu칤mica, Electr칩nica, Termodin치mica, Procesos Industriales, Econom칤a para Ingenieros, Producci칩n Industrial, Costos, Log칤stica y Formulaci칩n de Proyectos. Los Talleres Integradores, la Pr치ctica Profesional Supervisada y el Proyecto Final consolidan una formaci칩n orientada al liderazgo, la optimizaci칩n de procesos y la innovaci칩n en entornos productivos y de servicios."
  },
  "descripcion_carrera_ing_industrial": {
    "short": "Forma profesionales capaces de optimizar procesos, liderar equipos y mejorar la productividad en organizaciones de bienes y servicios.",
    "long": "La carrera de Ingenier칤a Industrial en UNSTA forma profesionales con una s칩lida base cient칤fica, t칠cnica y human칤stica, preparados para enfrentar los desaf칤os de un entorno globalizado y tecnol칩gicamente din치mico. El Ingeniero Industrial combina capacidades anal칤ticas y de gesti칩n para dise침ar, implementar y optimizar sistemas productivos, log칤sticos y administrativos, promoviendo la eficiencia, la calidad y la sostenibilidad. Su formaci칩n lo orienta a la innovaci칩n, el liderazgo y la responsabilidad social dentro del 치mbito empresarial e industrial."
  },
  "perfil_profesional_ing_industrial": {
    "short": "Profesional integral que gestiona, planifica y mejora procesos en industrias y organizaciones de servicios.",
    "long": "El Ingeniero Industrial de UNSTA es un profesional integral, multidisciplinar y creativo, con competencias para analizar, dise침ar y optimizar procesos productivos y administrativos. Est치 preparado para liderar equipos de trabajo, gestionar recursos, evaluar proyectos, mejorar la productividad y garantizar la calidad de bienes y servicios. Su perfil combina conocimientos en ciencias b치sicas, ingenier칤a, econom칤a, gesti칩n empresarial y formaci칩n human칤stica, con un enfoque orientado al desarrollo sustentable y la mejora continua. Puede desempe침arse en industrias, empresas de servicios, consultoras, organismos p칰blicos y emprendimientos propios."
  },
  "duracion_carrera_ing_industrial": {
    "short": "Duraci칩n: 5 a침os.",
    "long": "La carrera de Ingenier칤a Industrial de UNSTA tiene una duraci칩n de cinco a침os bajo modalidad presencial. La formaci칩n incluye asignaturas te칩ricas y pr치cticas, talleres integradores, seminarios de especializaci칩n, pr치cticas profesionales y un Proyecto Final, que consolidan la preparaci칩n t칠cnica y gerencial del futuro ingeniero."
  },
  "conocimiento_previo_ing_industrial": {
    "short": "Se recomienda inter칠s por la matem치tica, la f칤sica, la gesti칩n y la tecnolog칤a.",
    "long": "Para ingresar a Ingenier칤a Industrial en UNSTA no se requieren conocimientos avanzados previos. Es recomendable contar con una base en matem치ticas, f칤sica y razonamiento l칩gico, as칤 como inter칠s por la gesti칩n de procesos y la innovaci칩n tecnol칩gica. El plan de estudios est치 dise침ado para desarrollar progresivamente las competencias necesarias, comenzando con materias b치sicas y avanzando hacia 치reas de ingenier칤a aplicada, econom칤a y administraci칩n industrial."
  },
  "donde_se_cursa_IngIndustrial": {
    "short": "La carrera de Ingenier칤a Industrial se dicta en los campus Concepci칩n y Yerba Buena de UNSTA.",
    "long": "La carrera de Ingenier칤a Industrial de UNSTA se cursa de manera presencial en los campus Concepci칩n (Av. Roca 37, Concepci칩n, Tucum치n) y Yerba Buena (Av. Per칩n 2085, Yerba Buena, Tucum치n)."
  },
  "plan_estudios_ing_ambiental": {
    "short": "El plan de estudios de Ingenier칤a Ambiental de UNSTA abarca cinco a침os, integrando ciencias b치sicas, ingenier칤a y gesti칩n ambiental.",
    "long": "El plan de estudios de Ingenier칤a Ambiental de UNSTA se desarrolla en cinco a침os y propone una formaci칩n multidisciplinaria que combina ciencias b치sicas, biolog칤a, qu칤mica, f칤sica, ingenier칤a y gesti칩n ambiental. Los estudiantes cursan materias como Matem치tica, F칤sica, Qu칤mica, Ecolog칤a, Biolog칤a Aplicada, Ingenier칤a de Residuos, Termodin치mica, Procesos Industriales, Hidrolog칤a, Energ칤a y Medio Ambiente, y Sistemas de Georeferenciaci칩n. Adem치s, se incluyen talleres, seminarios, pr치cticas profesionales y un Proyecto Final Integrador, orientados a la aplicaci칩n pr치ctica de los conocimientos para la preservaci칩n y mejora del entorno ambiental."
  },
  "descripcion_carrera_ing_ambiental": {
    "short": "Forma profesionales capaces de dise침ar y gestionar soluciones para la protecci칩n y mejora del medio ambiente.",
    "long": "La Ingenier칤a Ambiental en UNSTA prepara profesionales con competencias para dise침ar, ejecutar y operar obras e instalaciones destinadas al cuidado del medio ambiente. Su formaci칩n permite optimizar el uso de energ칤as y recursos naturales, promover el desarrollo sostenible y mitigar impactos ambientales negativos. Los ingenieros ambientales integran conocimientos de ciencias b치sicas, biolog칤a, qu칤mica, f칤sica e ingenier칤a para dar respuesta a los desaf칤os ambientales locales e internacionales, mediante un enfoque 칠tico, responsable y con visi칩n de mejora continua de la calidad ambiental."
  },
  "perfil_profesional_ing_ambiental": {
    "short": "Profesional que gestiona recursos, controla impactos y desarrolla soluciones sostenibles en diferentes sectores.",
    "long": "El Ingeniero Ambiental de UNSTA est치 capacitado para analizar, planificar y gestionar proyectos y procesos orientados a la preservaci칩n y mejora del medio ambiente. Puede desempe침arse en empresas, industrias, organismos p칰blicos, consultoras ambientales, ONGs y proyectos de desarrollo urbano o rural, participando en la gesti칩n de residuos, control de la contaminaci칩n, monitoreo ambiental, planificaci칩n territorial y evaluaci칩n de riesgos. Su formaci칩n multidisciplinaria le permite integrar conocimientos cient칤ficos, tecnol칩gicos y de gesti칩n con un enfoque 칠tico y sostenible."
  },
  "duracion_carrera_ing_ambiental": {
    "short": "Duraci칩n: 5 a침os.",
    "long": "La carrera de Ingenier칤a Ambiental de UNSTA tiene una duraci칩n de cinco a침os, con modalidad presencial. Incluye asignaturas te칩ricas y pr치cticas, talleres, seminarios, visitas a plantas industriales y de servicios, pr치cticas profesionales y un Proyecto Final Integrador, que consolidan las competencias t칠cnicas y profesionales del estudiante."
  },
  "conocimiento_previo_ing_ambiental": {
    "short": "Se recomienda inter칠s por la biolog칤a, qu칤mica, f칤sica y resoluci칩n de problemas ambientales.",
    "long": "Para ingresar a Ingenier칤a Ambiental en UNSTA no se requieren conocimientos avanzados previos. Se recomienda tener afinidad por las ciencias naturales, matem치ticas, f칤sica, qu칤mica y la tecnolog칤a. La formaci칩n inicial incluye materias introductorias y nivelatorias que permiten adquirir los fundamentos necesarios para abordar los desaf칤os multidisciplinarios de la carrera y desarrollarse en 치reas de gesti칩n ambiental, ingenier칤a de procesos y sostenibilidad."
  },
  "donde_se_cursa_IngAmbiental": {
    "short": "La informaci칩n sobre sedes e inscripciones est치 disponible en la p치gina oficial de la UNSTA.",
    "long": "Para enterarte de las inscripciones, sedes, horarios y dem치s informaci칩n sobre la carrera de Ingenier칤a Ambiental, pod칠s consultar la p치gina oficial de la UNSTA en unsta.edu.ar."
  },

  "plan_estudios_tecnicatura_informatica": {
    "short": "El plan de la Tecnicatura en Desarrollo y Calidad de Software de UNSTA se cursa en 2,5 a침os, integrando programaci칩n, bases de datos, control de calidad y desarrollo web.",
    "long": "El plan de estudios de la Tecnicatura en Desarrollo y Calidad de Software de UNSTA se desarrolla en 2 a침os y medio y combina formaci칩n t칠cnica en programaci칩n, desarrollo de aplicaciones, bases de datos, control de calidad y metodolog칤as de testing. Incluye asignaturas como Algoritmos y Paradigmas, Desarrollo de Software, Desarrollo Front End y Back End, Testeo Automatizado, Seminarios Inform치ticos y Proyecto Final. Adem치s, se integran materias de formaci칩n human칤stica e ingl칠s, y se promueve la pr치ctica en proyectos reales para consolidar competencias profesionales en entornos de software."
  },
  "descripcion_carrera_tecnicatura_informatica": {
    "short": "Forma t칠cnicos capaces de desarrollar, mantener y controlar la calidad de aplicaciones de software.",
    "long": "La Tecnicatura en Desarrollo y Calidad de Software en UNSTA prepara profesionales con competencias para participar en proyectos de software, colaborar en el desarrollo, implementaci칩n y mantenimiento de aplicaciones, y aplicar estrategias de control de calidad. El programa combina conocimientos de programaci칩n, bases de datos, desarrollo web y testing automatizado, con formaci칩n human칤stica e ingl칠s. El egresado puede integrarse a equipos interdisciplinarios, adaptarse a nuevas tecnolog칤as y aplicar su conocimiento de manera 칠tica y responsable."
  },
  "perfil_profesional_tecnicatura_informatica": {
    "short": "T칠cnico capacitado para desarrollar, mantener y testear software, trabajando en equipos multidisciplinarios.",
    "long": "El t칠cnico en Desarrollo y Calidad de Software de UNSTA est치 preparado para participar en el an치lisis, dise침o, desarrollo, implementaci칩n y mantenimiento de aplicaciones de software. Puede ejecutar pruebas y aplicar metodolog칤as de control de calidad para reducir riesgos en proyectos. Su perfil incluye competencias en desarrollo Front End y Back End, desarrollo de aplicaciones web, interacci칩n con clientes y trabajo en equipos interdisciplinarios, con un enfoque 칠tico y responsable ante los desaf칤os tecnol칩gicos."
  },
  "duracion_carrera_tecnicatura_informatica": {
    "short": "Duraci칩n: 2 a침os y medio.",
    "long": "La Tecnicatura en Desarrollo y Calidad de Software de UNSTA tiene una duraci칩n de 2 a침os y medio, curs치ndose de manera presencial. Incluye asignaturas t칠cnicas, human칤sticas, ingl칠s y pr치cticas en proyectos reales, finalizando con un Proyecto Final integrador que consolida la experiencia profesional del estudiante."
  },
  "conocimiento_previo_tecnicatura_informatica": {
    "short": "Se recomienda inter칠s por la programaci칩n, l칩gica y resoluci칩n de problemas.",
    "long": "Para ingresar a la Tecnicatura en Desarrollo y Calidad de Software en UNSTA no se requieren conocimientos avanzados previos. Se recomienda afinidad por la programaci칩n, la inform치tica y el razonamiento l칩gico. El plan incluye materias introductorias que permiten adquirir los fundamentos necesarios para desarrollarse en programaci칩n, bases de datos, control de calidad y desarrollo de aplicaciones web."
  },
  "donde_se_cursaTecInformatica": {
    "short": "La tecnicatura se dicta en los campus de la UNSTA, con informaci칩n de inscripciones en la p치gina oficial.",
    "long": "La Tecnicatura en Desarrollo y Calidad de Software se cursa de manera presencial en los campus Yerba Buena y Concepci칩n de la UNSTA. Para consultar informaci칩n sobre inscripciones, sedes, horarios y requisitos, pod칠s ingresar a la p치gina oficial de la universidad: unsta.edu.ar."
  },
  "plan_estudios_tecnicatura_robotica": {
    "short": "El plan de la Tecnicatura en Rob칩tica y Automatizaci칩n de UNSTA se cursa en 2,5 a침os e integra electr칩nica, programaci칩n, automatizaci칩n y rob칩tica industrial.",
    "long": "El plan de estudios de la Tecnicatura en Rob칩tica y Automatizaci칩n de UNSTA tiene una duraci칩n de 2 a침os y medio (5 semestres) y propone una formaci칩n t칠cnica completa en automatizaci칩n industrial y rob칩tica. Incluye materias como Introducci칩n a Sistemas Autom치ticos, Electrotecnia, Mec치nica B치sica, Electr칩nica B치sica, Programaci칩n, Microprocesadores, Hidr치ulica y Neum치tica, Sistemas y Se침ales, Rob칩tica 1 y 2, Sistemas de Control, Seguridad Industrial y Proyecto Final. Adem치s, se integran asignaturas de formaci칩n human칤stica e ingl칠s para consolidar competencias transversales y la capacidad de trabajar en entornos multidisciplinarios."
  },
  "descripcion_carrera_tecnicatura_robotica": {
    "short": "Forma t칠cnicos capaces de operar, programar y dise침ar sistemas de automatizaci칩n y rob칩tica industrial.",
    "long": "La Tecnicatura en Rob칩tica y Automatizaci칩n de UNSTA prepara profesionales capaces de mantener, operar, ajustar y programar sistemas de control rob칩ticos e industriales. El egresado puede dise침ar automatizaciones industriales b치sicas, ensamblar y manipular estructuras mec치nicas, y programar dispositivos de control. Su formaci칩n combina conocimientos de electr칩nica, mec치nica, hidr치ulica, neum치tica y programaci칩n, permiti칠ndole responder a la demanda creciente de la industria regional y participar activamente en la digitalizaci칩n y automatizaci칩n de procesos industriales."
  },
  "perfil_profesional_tecnicatura_robotica": {
    "short": "T칠cnico capacitado para operar, mantener y programar robots y sistemas de automatizaci칩n industrial.",
    "long": "El t칠cnico en Rob칩tica y Automatizaci칩n de UNSTA est치 preparado para operar y mantener sistemas de control rob칩ticos e industriales, ajustar y poner a punto dispositivos de automatizaci칩n, ensamblar componentes mec치nicos y electr칩nicos, y programar sistemas de control. Su perfil incluye competencias en dise침o de automatizaciones industriales b치sicas, trabajo interdisciplinario y adaptaci칩n a nuevas tecnolog칤as, con enfoque en la eficiencia, seguridad y calidad en entornos industriales."
  },
  "duracion_carrera_tecnicatura_robotica": {
    "short": "Duraci칩n: 2 a침os y medio (5 semestres).",
    "long": "La Tecnicatura en Rob칩tica y Automatizaci칩n de UNSTA tiene una duraci칩n de 2 a침os y medio, curs치ndose de manera presencial. La formaci칩n combina asignaturas t칠cnicas, pr치cticas en laboratorios y talleres, seminarios y un Proyecto Final que permite aplicar los conocimientos adquiridos en contextos reales de la industria."
  },
  "conocimiento_previo_tecnicatura_robotica": {
    "short": "Se recomienda inter칠s por electr칩nica, mec치nica, programaci칩n y automatizaci칩n industrial.",
    "long": "Para ingresar a la Tecnicatura en Rob칩tica y Automatizaci칩n en UNSTA no se requieren conocimientos avanzados previos, aunque se recomienda afinidad por la electr칩nica, mec치nica, programaci칩n y la automatizaci칩n de procesos. La carrera inicia con materias introductorias que permiten adquirir los fundamentos necesarios para desenvolverse en rob칩tica, control de sistemas, hidr치ulica y neum치tica, as칤 como en la programaci칩n de dispositivos industriales."
  },
  "donde_se_cursaTecRobotica": {
    "short": "La tecnicatura se dicta en el campus Yerba Buena de la UNSTA.",
    "long": "La Tecnicatura en Rob칩tica y Automatizaci칩n se cursa de manera presencial en el campus Yerba Buena de la UNSTA. Para consultar informaci칩n sobre inscripciones, horarios y requisitos, pod칠s ingresar a la p치gina oficial de la universidad: unsta.edu.ar."
  },
  "social_preguntas": [
    "춰Hola! Espero que est칠s muy bien 游땕",
    "Estoy ac치 para ayudarte con cualquier duda que tengas sobre la facultad de ingenier칤a.",
    "춰Hola! 쮺칩mo va todo por la universidad?",
    "Todo bien por ac치, 쯫 vos c칩mo est치s?",
    "춰Hola! Listo para responder tus preguntas sobre carreras y materias de la UNSTA."
  ],
  "social_habilidades": [
    "Puedo ayudarte a conocer las carreras que ofrece la UNSTA, sus planes de estudio, duraci칩n y perfiles profesionales.",
    "Sirvo para responder dudas sobre materias, planes de estudio, inscripci칩n y todo lo relacionado con ingenier칤a en la UNSTA.",
    "Mis funciones incluyen informar sobre carreras, tecnicaturas, materias, perfiles profesionales y ayudarte a orientarte en la universidad.",
    "Puedo brindarte informaci칩n acad칠mica, plan de estudios, perfiles profesionales y responder preguntas frecuentes sobre la UNSTA.",
    "Tengo conocimientos sobre ingenier칤a, bioingenier칤a, ambiental, industrial, electr칩nica, programaci칩n, rob칩tica y mucho m치s."
  ],
  "opciones": [
    "En la UNSTA pod칠s estudiar carreras como Ingenier칤a en Inform치tica, Bioingenier칤a, Ingenier칤a Industrial, Ingenier칤a Ambiental, y tecnicaturas en desarrollo de software y rob칩tica.",
    "La UNSTA ofrece varias opciones de estudio: ingenier칤as, tecnicaturas y programas de formaci칩n profesional.",
    "Pod칠s estudiar carreras de ingenier칤a como Inform치tica, Bioingenier칤a, Industrial, Ambiental, y tecnicaturas en software y rob칩tica.",
    "Las opciones de la UNSTA incluyen ingenier칤as y tecnicaturas orientadas a la tecnolog칤a, desarrollo y gesti칩n."
  ],
  "social_info_creacion": [
    "Fui creado por Mateo Marquez, estudiante de primer a침o de Ingenier칤a en Inteligencia Artificial en UNSTA.",
    "Mi creador es Mateo Marquez, que me program칩 para ayudarte con informaci칩n de carreras y materias de ingenier칤a.",
    "Fui construido por Mateo Marquez para ser un asistente educativo sobre ingenier칤a y tecnolog칤a."
  ],
  "social_info_funcionamiento": [
    "Fui construido usando Python y React. Soy un modelo de inteligencia artificial de lazo cerrado que puede responder preguntas y guiar sobre carreras de ingenier칤a, materias, planes de estudio y m치s.",
    "Funciono gracias a Python y React, y mi objetivo es ayudarte con informaci칩n acad칠mica de manera r치pida y clara.",
    "Estoy hecho con Python y React, y fui dise침ado para procesar preguntas sobre la UNSTA y sus carreras de ingenier칤a, dando respuestas estructuradas y f치ciles de entender."
  ],
  "social_respuestas": [
    "춰Me alegra escucharlo! 游땕",
    "Genial, me alegra que todo vaya bien.",
    "Qu칠 bueno, espero que sigas disfrutando tu d칤a.",
    "Perfecto, si necesit치s info sobre carreras o materias, estoy ac치 para ayudarte.",
    "Me alegra que est칠s bien. 쯈uer칠s que te cuente algo sobre la UNSTA?",
    "Qu칠 bueno que est칠s ocupado aprendiendo, 춰eso siempre suma!",
    "춰Excelente! Si te surge alguna duda sobre ingenier칤a, pod칠s preguntarme."
  ]

}
